[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
,
-
|
、
〇
一
丁
七
万
丈
三
上
下
不
与
丑
专
且
丕
世
丘
丙
业
丛
东
丝
丞
丢
两
严
丧
个
丫
中
丰
串
临
丹
为
主
丽
举
乃
久
义
之
乌
乍
乎
乏
乐
乒
乔
乖
乘
乙
九
乞
也
习
乡
书
买
乱
乳
乾
了
予
争
事
二
于
亏
云
互
五
井
亖
亘
亚
些
亟
亡
交
亥
亦
产
亨
亩
享
京
亭
亮
亲
亳
人
亿
仁
仄
仅
仆
仇
今
介
仍
从
仑
仓
仔
仕
他
仗
付
仙
仝
仞
代
令
以
仪
仰
仲
件
价
任
份
仿
企
伉
伊
伍
伏
伐
休
众
优
伙
会
伞
伟
传
伤
伦
伪
伫
伯
估
伴
伶
伸
似
伾
但
位
低
住
佐
佑
体
何
佗
余
佛
作
你
佣
佩
佳
佼
佾
使
侃
侄
例
侍
侑
侗
供
依
侠
侣
侧
侨
侪
侯
侵
便
促
俆
俊
俎
俏
俗
俚
保
信
俦
俨
俪
俬
俭
修
俯
俱
俸
俾
倍
倏
倒
倘
候
倚
倜
借
倡
倦
倨
倩
倭
债
值
倾
假
偎
偏
偕
做
停
健
偶
偷
偿
傅
傍
傥
储
催
傲
像
僧
僰
僵
僻
儆
儋
儒
儿
允
元
兄
充
兆
先
光
克
免
兑
兔
兕
党
兜
兢
入
全
八
公
六
兮
兰
共
关
兴
兵
其
具
典
兹
养
兼
冀
内
冇
冈
冉
册
再
冒
冕
冗
写
军
农
冠
冢
冥
冬
冯
冰
冲
决
况
冶
冷
冸
冻
冽
净
凄
准
凇
凉
凋
凌
减
凛
凝
几
凡
凤
凫
凭
凯
凰
凶
出
击
函
凿
刀
刃
分
切
刊
划
列
刘
则
刚
创
初
删
利
别
刮
到
制
刷
刹
刺
刻
剂
剃
削
前
剐
剑
剔
剖
剧
剩
剪
副
割
劈
劙
力
劝
办
功
加
务
劣
动
助
努
劫
励
劲
劳
势
勃
勇
勉
勋
勒
勤
勾
勿
匀
包
匆
匍
化
北
匝
匠
匡
匣
匪
匹
区
医
匾
十
千
卅
升
午
卉
半
卌
华
协
卑
卓
单
卖
南
博
卜
占
卡
卢
卦
卧
卫
卯
印
危
即
却
卵
卷
卸
卺
卿
厂
厄
厅
历
厉
压
厌
厚
原
厢
厦
厨
厩
去
县
参
叆
叇
又
及
友
双
反
发
叔
取
受
变
叙
叟
叠
口
古
句
叨
叩
只
叫
召
叭
叮
可
台
叱
史
右
叵
叶
号
司
叹
叼
叽
吃
各
合
吉
吊
同
名
后
吏
吐
向
吕
君
吝
吞
吟
吠
否
吧
吨
含
听
启
吱
吴
吸
吹
吻
吼
吾
呀
呈
告
呐
呕
呖
员
呜
呢
周
呱
味
呵
呼
命
咀
和
咎
咏
咔
咚
咛
咨
咩
咪
咫
咬
咱
咸
咽
哀
品
哈
哉
响
哐
哑
哞
哥
哦
哨
哪
哭
哮
哲
哺
哼
唇
唐
唠
唢
唤
售
唯
唱
唳
唾
啁
啃
啄
商
啊
啖
啤
啥
啪
啭
啷
啸
啼
啾
喂
喃
善
喇
喉
喊
喜
喝
喟
喧
喳
喷
喻
嗅
嗑
嗓
嗔
嗟
嗣
嘉
嘏
嘘
嘱
嘲
嘴
嘶
嘹
嘻
噔
噙
器
噩
噪
噼
嚓
嚣
嚼
囊
四
回
因
团
囤
园
困
围
固
国
图
囿
圃
圆
圈
圞
土
圣
在
圩
地
圳
场
圻
址
坂
均
坊
坎
坏
坐
坑
块
坚
坛
坝
坞
坟
坠
坡
坤
坦
坨
坳
坷
坼
垂
垄
垅
型
垒
垠
垡
垢
垣
垦
垧
垫
埃
埋
城
埔
埘
域
埠
培
基
堂
堆
堕
堡
堤
堪
堰
塑
塔
塘
塞
填
塬
墀
境
墅
墓
墙
墚
增
墨
墩
壁
壑
壤
士
壬
壮
声
壳
壶
处
备
复
夏
夕
外
夙
多
夜
夝
够
大
天
太
夫
夭
央
夯
失
头
夷
夸
夹
夺
奁
奂
奇
奈
奉
奋
奏
契
奔
奕
奖
套
奠
奢
奥
女
奴
奶
奸
她
好
如
妃
妄
妆
妇
妈
妍
妒
妖
妙
妥
妨
妩
妪
妫
妮
妯
妹
妻
始
姐
姑
姓
委
姗
姚
姜
姣
姥
姨
姬
姮
姹
姻
姿
威
娃
娄
娆
娇
娌
娑
娓
娘
娜
娟
娥
娩
娱
娴
娶
婀
婆
婉
婚
婴
婵
婷
婺
婿
媒
媚
媲
媳
嫁
嫂
嫉
嫌
嫏
嫡
嫣
嫦
嫩
嬉
嬗
嬛
嬴
子
孑
孓
孔
孕
孖
字
存
孙
孚
孝
孟
季
孤
学
孩
孰
孳
孵
孺
孽
宁
它
宅
宇
守
安
宋
完
宏
宗
官
宙
定
宛
宜
宝
实
宠
审
客
宣
室
宥
宦
宪
宫
宰
害
宴
宵
家
容
宽
宾
宿
寂
寄
寅
密
寇
富
寐
寒
寓
寝
寞
察
寡
寥
寨
寰
寸
对
寺
寻
导
寿
封
射
将
尉
尊
小
少
尔
尖
尘
尚
尝
尤
尧
就
尺
尼
尽
尾
局
屁
层
居
屈
届
屋
屏
屐
屑
展
属
屠
屡
履
屯
山
屸
屹
屿
岁
岂
岐
岑
岗
岙
岚
岛
岩
岫
岭
岱
岳
岸
峒
峙
峡
峤
峥
峦
峨
峪
峰
峻
崂
崇
崎
崔
崖
崛
崤
崩
崽
嵋
嵌
嵘
嵩
嵬
巅
巍
川
州
巡
巢
工
左
巧
巨
巩
巫
差
己
已
巳
巴
巷
巾
币
市
布
帅
帆
师
希
帏
帐
帖
帘
帙
帜
帝
帡
带
帧
帨
席
帮
帷
常
帻
帼
帽
幅
幕
幛
幞
幡
幢
幪
幮
干
平
年
并
幸
幻
幼
幽
广
庄
庆
庇
床
序
庐
库
应
底
庖
店
庙
庚
府
废
庠
庥
度
座
庭
庶
康
庸
庾
廉
廊
廓
廛
廪
延
廷
建
廿
开
异
弃
弄
弊
弋
式
弓
引
弗
弘
弛
弟
张
弥
弦
弧
弭
弯
弱
弹
强
弼
归
当
录
彝
形
彤
彦
彩
彭
彰
影
役
彻
彼
往
征
径
待
很
徉
徊
律
徐
徒
得
徘
徙
徜
御
循
微
徵
德
徽
心
必
忆
忌
忍
忖
志
忘
忙
忝
忠
忧
快
忱
念
忽
怀
态
怅
怆
怎
怒
怕
怜
思
怡
急
性
怨
怪
怯
总
恁
恃
恋
恍
恐
恒
恕
恙
恢
恤
恨
恩
恫
恬
恭
息
恰
恳
恶
恸
恺
恻
恼
悃
悄
悉
悌
悒
悔
悟
悠
患
悦
您
悬
悭
悯
悲
悴
悸
悼
情
惆
惇
惊
惑
惕
惘
惜
惟
惠
惦
惧
惨
惩
惫
惬
惭
惮
惯
想
惶
惹
愁
愆
愈
愉
意
愚
感
愠
愤
愧
愫
愿
慈
慎
慑
慕
慢
慧
慨
慰
慵
慷
憋
憔
憨
憩
憾
懂
懈
懋
懑
懒
懿
戈
戊
戌
戍
戎
戏
成
我
戒
或
战
戚
戟
截
戮
戴
户
戸
房
所
扁
扇
扉
手
才
扎
扑
打
托
扛
扣
执
扩
扫
扬
扭
扮
扯
扰
扳
扶
批
找
承
技
抄
把
抑
抒
抓
抔
投
抖
抗
折
抚
抛
抟
抡
抢
护
报
披
抬
抱
抵
抹
押
抽
拂
拄
担
拆
拇
拈
拉
拌
拍
拒
拓
拔
拖
拘
拙
招
拜
拟
拢
拣
拥
拦
拨
择
括
拭
拯
拱
拳
拴
拼
拽
拾
拿
持
挂
指
挈
按
挑
挖
挚
挝
挟
挠
挡
挣
挤
挥
挨
振
挹
挺
挼
挽
捉
捍
捎
捏
捐
捕
捞
损
捡
换
捣
捧
据
捱
捷
掀
掂
掇
授
掉
掌
排
掘
掞
掠
探
掣
接
控
推
掩
措
掬
掷
掾
描
提
插
揖
握
揣
揩
揪
揫
揭
援
揽
揾
搅
搏
搜
搞
搬
搭
携
摄
摆
摇
摊
摘
摧
摩
摸
撑
撒
撩
播
撮
撰
撵
撷
撸
撼
擂
擅
操
擎
擒
擘
擞
擢
擦
攀
攒
攘
支
收
攸
改
攻
放
政
故
效
敌
敏
救
敕
教
敛
敞
敢
散
敦
敬
数
敲
整
敷
斁
文
斋
斌
斐
斑
斓
斗
料
斚
斛
斜
斝
斟
斤
斥
斧
斩
斫
断
斯
新
方
施
旁
旅
旆
旋
旌
旎
族
旖
旗
无
既
日
旦
旧
早
旬
旭
旰
旱
时
旷
旸
旺
旻
昂
昃
昆
昊
昌
明
昏
易
昔
昙
星
映
春
昧
昨
昩
昭
是
昶
昼
显
晃
晋
晌
晏
晒
晓
晖
晚
晟
晤
晦
晨
普
景
晴
晶
晷
智
暂
暄
暇
暑
暖
暗
暧
暮
暴
曈
曙
曜
曦
曰
曲
更
曹
曼
曾
替
最
月
有
朋
服
朔
朗
望
朝
期
朦
木
未
末
本
术
朱
朴
朵
机
朽
杀
杂
权
杆
杉
李
杏
材
村
杓
杖
杜
束
条
来
杨
杯
杰
東
杲
杳
杵
松
板
极
构
枉
枕
林
枚
果
枝
枞
枢
枣
枥
枪
枫
枭
枯
枰
架
柏
某
柑
染
柔
柚
查
柮
柯
柱
柳
柴
柿
栀
标
栈
栉
栊
栋
栏
树
栖
栗
校
栩
株
样
核
根
格
栽
栾
桂
桃
桅
案
桌
桐
桑
桔
桠
桢
档
桥
桨
桩
梁
梅
梆
梓
梗
梢
梦
梧
梨
梭
梯
械
梳
梵
检
棃
棉
棋
棒
棕
棘
棚
棠
棣
森
棵
棹
棺
椁
植
椒
椰
椽
椿
楚
楣
楫
楹
楼
概
榄
榆
榇
榕
榜
榭
榴
榻
榾
槃
槊
槎
槐
槑
槙
槛
槟
槽
樊
樟
模
横
樱
樵
樽
橄
橐
橘
橙
橹
檀
檐
欠
次
欢
欣
欤
欧
欲
欺
款
歃
歇
歌
歙
止
正
此
步
武
歧
歩
歪
歹
死
歼
殇
殉
殊
残
殒
殖
殚
段
殷
殿
毁
毂
毅
毋
母
每
毒
毓
比
毕
毙
毛
毫
毯
氅
氏
民
气
氛
氤
氧
氲
水
永
汀
汁
求
汇
汉
汐
汕
汗
汛
汝
江
池
污
汤
汨
汩
汪
汲
汴
汶
汹
汽
汾
沁
沂
沃
沅
沈
沉
沌
沐
沓
沙
沛
沟
没
沣
沥
沦
沧
沩
沪
沫
沬
沮
沱
河
沸
油
治
沼
沽
沾
沿
泄
泉
泊
泌
泓
法
泗
泛
泡
波
泣
泥
注
泪
泯
泰
泱
泳
泸
泻
泼
泽
泾
洁
洇
洋
洒
洗
洛
洞
津
洪
洱
洲
洵
洹
活
洽
派
流
浃
浅
浆
浇
浊
测
济
浏
浐
浑
浒
浓
浔
浙
浠
浣
浥
浦
浩
浪
浮
浴
海
浸
涂
涅
消
涉
涌
涎
涑
涓
涕
涘
涛
涝
涞
涟
涤
润
涧
涨
涩
涯
液
涵
涸
淀
淅
淇
淋
淌
淏
淑
淘
淝
淡
淤
淫
淬
淮
深
淳
混
添
淼
清
渊
渍
渎
渐
渔
渚
渝
渠
渡
渣
渤
温
渭
港
渴
游
渺
湃
湄
湍
湔
湖
湘
湛
湾
湿
溅
溉
源
溜
溢
溥
溪
溯
溶
溺
滁
滋
滏
滑
滓
滔
滕
滚
滞
滟
满
滤
滥
滦
滨
滩
滴
漂
漆
漏
漓
演
漕
漠
漪
漫
漱
漳
漾
潇
潋
潍
潏
潖
潘
潜
潞
潢
潦
潭
潮
潸
潺
澄
澈
澍
澎
澜
澡
澳
澴
激
濛
濠
濡
濬
瀑
瀚
瀛
瀸
灌
灞
火
灭
灯
灰
灵
灶
灼
灾
灿
炅
炉
炊
炎
炒
炙
炫
炬
炭
炮
炯
炳
炷
炸
点
炼
炽
烁
烂
烈
烙
烛
烜
烝
烟
烤
烦
烧
烨
烫
热
烹
烽
焉
焊
焕
焙
焚
焦
焰
然
煊
煌
煎
煞
煤
煦
照
煮
熊
熏
熙
熟
熨
熬
熳
熹
燃
燎
燕
燧
燹
爆
爪
爬
爱
爵
父
爷
爹
爽
片
版
牌
牍
牙
牛
牡
牢
牧
物
牯
牲
牵
特
牺
犀
犁
犇
犊
犍
犬
犯
状
犹
狂
狐
狗
狙
狡
独
狮
狱
狷
狼
猎
猖
猛
猜
猪
猫
献
猴
猷
猿
獒
玄
率
玉
王
玑
玕
玛
玩
玫
环
现
玲
玳
珀
珂
珊
珍
珑
珞
珠
珩
班
球
琅
理
琉
琊
琢
琥
琪
琳
琴
琵
琶
琼
瑜
瑞
瑟
瑰
瑶
瑾
璀
璃
璇
璎
璜
璞
璧
璨
瓜
瓞
瓠
瓢
瓣
瓦
瓮
瓯
瓴
瓶
瓷
甘
甚
甜
生
甥
用
甩
甫
甬
田
由
甲
申
电
男
甸
画
畅
界
畏
畔
留
畜
略
畦
番
畴
畸
畹
畿
疃
疆
疏
疑
疗
疟
疫
疯
疲
疾
病
痌
痕
痛
痞
痴
痼
瘁
瘝
瘟
瘦
瘪
瘳
瘴
瘸
瘼
癖
癸
登
白
百
的
皆
皇
皈
皋
皑
皓
皖
皮
皱
皴
盅
盆
盈
益
盍
盎
盏
盐
监
盒
盖
盗
盘
盛
盟
目
直
相
盼
盾
省
眉
看
眎
真
眠
眷
眸
眺
眼
着
睁
睛
睡
睢
督
睦
睹
睿
瞌
瞎
瞑
瞠
瞥
瞧
瞩
瞬
瞻
矍
矗
矛
矢
矣
知
矩
矫
短
矮
石
矶
矿
砀
码
砌
砍
研
砖
砚
砥
破
砺
础
硕
硝
硬
确
碌
碍
碎
碑
碗
碘
碟
碣
碧
碰
碳
磅
磊
磐
磨
磬
磷
礁
礤
礴
示
礼
社
祀
祈
祉
祐
祓
祖
祗
祚
祛
祝
神
祟
祠
祥
票
祭
祯
祷
祸
祺
祾
禀
禁
禄
禅
禊
福
禧
禹
离
禽
禾
秀
私
秉
秋
种
科
秒
秘
租
秦
秧
秩
积
称
移
秾
稀
程
稍
税
稔
稚
稣
稳
稷
稻
稼
稽
稿
穂
穆
穗
穴
究
穷
穹
空
穿
突
窃
窄
窈
窍
窑
窕
窖
窗
窜
窟
窥
窦
窳
立
竖
站
竞
竟
章
竣
童
竭
端
竹
竺
竿
笃
笆
笋
笑
笔
笙
笛
笠
符
第
笳
笺
笼
等
筋
筏
筐
筑
筒
答
策
筝
筠
筵
筷
筹
签
简
箍
箐
箓
箔
箕
算
管
箧
箩
箫
箭
箱
箴
箸
篆
篇
篌
篓
篙
篝
篮
篱
篷
簇
簧
簪
簸
簿
籁
籍
米
类
籽
粉
粒
粗
粘
粟
粤
粥
粪
粮
粱
粲
粹
粼
粽
精
糕
糖
糟
糠
系
紊
素
索
紧
紫
累
絪
絮
繁
繇
纛
红
纣
纤
约
级
纪
纬
纭
纯
纱
纲
纳
纵
纶
纷
纸
纹
纽
线
练
组
细
织
终
绌
绍
绎
经
绒
结
绕
绘
给
绚
绛
络
绝
绞
统
绢
绣
绥
继
绩
绪
续
绮
绯
绰
绳
维
绵
绸
绻
综
绽
绾
绿
缀
缄
缅
缆
缊
缌
缎
缑
缓
缔
缕
编
缘
缚
缜
缝
缠
缢
缤
缨
缩
缪
缭
缰
缱
缶
缺
罄
罍
罐
网
罔
罗
罘
罚
罢
罩
罪
置
署
羁
羊
羌
美
羔
羚
羞
羡
群
羯
羲
羸
羹
羽
翁
翅
翎
翔
翘
翠
翡
翥
翩
翮
翰
翱
翳
翻
翼
耀
老
考
耄
者
耆
耋
而
耍
耐
耒
耕
耗
耘
耙
耜
耦
耳
耶
耸
耻
耽
耿
聆
聊
职
联
聘
聚
聪
聿
肃
肆
肇
肉
肌
肖
肚
肝
肠
股
肢
肤
肥
肩
肯
肱
育
肴
肺
胁
胃
胄
胆
背
胎
胜
胞
胡
胥
胧
胪
胶
胸
能
脂
脆
脉
脊
脏
脑
脚
脱
脸
脾
腆
腊
腋
腌
腐
腔
腕
腥
腮
腰
腴
腹
腼
腾
腿
膏
膝
膳
膺
臂
臆
臣
臧
自
臭
至
致
臻
臼
舆
舌
舍
舒
舔
舛
舜
舞
舟
航
舫
般
舰
舵
舶
舷
舸
船
艇
良
艰
色
艳
艺
艾
艿
节
芍
芒
芙
芜
芝
芟
芥
芦
芬
芯
花
芳
芷
芸
芹
芽
苇
苋
苍
苏
苑
苔
苕
苗
苞
苟
若
苦
英
苹
茁
茂
范
茄
茅
茎
茏
茑
茔
茕
茖
茗
茜
茧
茫
茱
茵
茶
茸
茹
荀
荆
草
荐
荒
荔
荚
荟
荡
荣
荤
荥
荧
荫
荮
药
荷
荻
荼
莅
莆
莓
莘
莞
莪
莫
莱
莲
获
莹
莺
莼
菇
菊
菖
菜
菩
華
菱
菲
菽
萃
萄
萆
萋
萌
萍
萎
萝
萤
营
萦
萧
萨
萱
萸
萼
落
葆
著
葛
葡
董
葩
葫
葬
葱
葳
葵
蒂
蒋
蒙
蒜
蒲
蒸
蒿
蓂
蓄
蓉
蓑
蓓
蓝
蓟
蓬
蓼
蔓
蔗
蔚
蔡
蔬
蔸
蔼
蔽
蕃
蕉
蕊
蕙
蕤
蕰
蕴
蕾
薄
薇
薪
薮
薰
藉
藏
藓
藕
藜
藤
藩
藻
藿
蘖
蘸
虎
虐
虑
虔
虚
虞
虢
虫
虹
虽
虾
蚁
蚊
蚓
蚕
蚯
蛆
蛇
蛋
蛙
蛛
蛟
蛩
蛮
蛰
蛱
蜀
蜂
蜃
蜈
蜕
蜗
蜚
蜜
蜡
蝇
蝉
蝙
蝠
蝴
蝶
融
螭
螺
螽
蟒
蟠
蟹
蟾
蠢
蠹
血
行
衍
衔
街
衡
衢
衣
补
表
衬
衮
衰
衷
衾
衿
袂
袅
袋
袍
袖
袜
袤
被
袭
裁
裂
装
裒
裔
裕
裘
裤
裳
裸
裹
褂
褐
褒
襄
襟
西
要
覆
见
观
规
觅
视
览
觉
角
觞
解
觥
触
言
誉
誓
諴
警
计
订
讣
认
讥
讨
让
训
议
讯
记
讲
讳
讴
讵
许
论
讼
设
访
诀
证
评
识
诈
诉
诊
词
诏
试
诗
诘
诚
诛
话
诞
诡
询
该
详
诩
诫
语
误
诰
诱
诲
说
诵
请
诸
诺
读
课
谁
调
谆
谈
谊
谋
谏
谐
谒
谓
谛
谜
谢
谣
谤
谦
谨
谪
谬
谱
谲
谷
豁
豆
豕
豚
象
豢
豪
豫
豸
豹
豺
貂
貌
贝
贞
负
贡
财
责
贤
败
账
货
质
贪
贫
购
贯
贱
贴
贵
贷
贸
费
贺
贻
贼
贾
贿
赀
赂
资
赈
赋
赌
赍
赏
赐
赓
赔
赖
赘
赚
赛
赞
赠
赡
赢
赣
赤
赧
赫
走
赴
赵
赶
起
趁
超
越
趋
趟
趣
趱
足
趾
跃
跋
跌
跎
跑
跟
跨
跪
路
跳
践
跷
跹
跻
踊
踏
踔
踞
踩
踪
踵
蹁
蹄
蹈
蹉
蹊
蹦
蹬
蹲
躁
身
躬
躯
躲
车
轧
轨
轩
轫
转
轮
软
轰
轵
轸
轻
载
轿
辅
辈
辉
输
辔
辕
辖
辗
辙
辛
辜
辞
辟
辣
辨
辰
辱
边
辽
达
迁
过
迈
迎
运
近
迓
返
还
这
进
远
违
连
迟
迢
迤
迥
迦
迪
迭
述
迷
迹
追
退
送
适
逃
逆
选
逊
逍
透
逐
递
途
逗
通
逛
逝
逞
速
造
逢
逶
逸
逼
逾
遁
遂
遄
遇
遍
遐
遑
遒
道
遗
遢
遣
遥
遨
遭
遮
遴
遵
遽
避
邀
邃
邋
邑
邓
邗
那
邦
邪
邮
邸
邹
邻
郁
郊
郎
郑
郡
郢
部
郭
郯
郴
都
鄂
酉
酊
酌
配
酒
酝
酣
酥
酩
酬
酱
酵
酷
酸
酹
酽
酾
酿
醇
醉
醋
醑
醒
醪
醴
醺
采
释
里
重
野
量
金
釜
鉴
銮
鎏
鏖
鑫
针
钉
钓
钗
钞
钟
钢
钤
钦
钧
钩
钱
钵
钻
铁
铃
铄
铎
铗
铜
铝
铭
铮
铲
银
铸
铺
链
铿
销
锁
锄
锅
锈
锋
锐
错
锡
锣
锤
锥
锦
键
锵
锸
锻
镇
镌
镏
镕
镖
镜
镫
镭
镰
镲
镶
长
閤
门
闪
闭
问
闯
闰
闱
闲
闳
间
闷
闸
闹
闺
闻
闽
闾
阁
阅
阆
阊
阎
阐
阑
阔
阕
阖
阗
阙
阜
队
阡
阯
防
阳
阴
阵
阶
阻
阿
陀
陂
附
际
陆
陇
陈
陋
陌
降
限
陕
陟
院
除
陨
险
陪
陲
陵
陶
隆
隋
隍
随
隐
隔
隘
隙
障
隧
隽
难
雀
雁
雄
雅
集
雉
雌
雍
雏
雕
雨
雪
雯
雳
零
雷
雹
雾
需
霁
霄
霅
震
霉
霎
霏
霓
霖
霜
霞
霭
露
霸
霹
霾
青
靓
靖
静
非
靠
靡
面
靥
革
鞋
鞍
鞠
鞭
韩
韬
韭
音
韵
韶
页
顶
顷
项
顺
须
顽
顾
顿
颁
颂
预
颅
领
颇
颈
颊
颍
颐
频
颓
颖
颗
题
颜
颠
风
飒
飘
飚
飞
食
飧
飨
餐
餮
饔
饕
饥
饪
饭
饮
饰
饱
饲
饴
饶
饷
饺
饼
馅
馆
馈
馋
馍
馐
馒
馔
馕
首
香
馥
馨
駃
马
驭
驮
驯
驰
驱
驳
驴
驶
驹
驻
驼
驾
驿
骀
骁
骄
骅
骈
骊
骋
验
骏
骐
骑
骒
骓
骚
骛
骝
骞
骡
骢
骥
骧
骨
髓
高
髦
髫
髻
鬓
鬟
鬣
鬼
魁
魂
魄
魅
魉
魍
魏
魑
魔
鱼
鲁
鲜
鲤
鲫
鲰
鲲
鲸
鳌
鳖
鳝
鳞
鸟
鸠
鸡
鸢
鸣
鸥
鸦
鸪
鸭
鸯
鸳
鸶
鸽
鸾
鸿
鹂
鹃
鹄
鹅
鹊
鹌
鹏
鹑
鹜
鹤
鹥
鹦
鹧
鹭
鹰
鹿
麋
麒
麓
麟
麤
麦
麻
黄
黉
黍
黎
黑
黔
默
黛
黟
黠
黯
鼎
鼐
鼓
鼙
鼠
鼻
鼾
齐
齿
龄
龊
龌
龙
龚
龛
龟
！
，
：
；
？
